Revit 2027 API
ParameterTypeId.SheetAssemblyCost Property
 "Assembly: Cost"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyCost { get; }
Public Shared ReadOnly Property SheetAssemblyCost As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyCost {
	ForgeTypeId^ get ();
}
static member SheetAssemblyCost : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace